Repository: imdcan/latepoint-tr_TR
Catalog: v3.0.2/latepoint-*.po
Languages: tr_tr

source: LatePoint Agent
tr_tr: Diyetisyen

source: LatePoint Customer
tr_tr: Danışan

source: LatePoint
tr_tr: Randevu Sistemi

source: Today
tr_tr: Bugün

source: Not Available
tr_tr: Müsait değil

source: Are you sure you want to cancel this appointment?
tr_tr: Bu randevuyu iptal etmek istediğinize emin misiniz?

source: Copied
tr_tr: Kopyalandı

source: Click to copy
tr_tr: Kopyalamak için tıklayın

source: Are you sure you want to approve this booking?
tr_tr: Bu randevuyu onaylamak istediğinizden emin misiniz?

source: Are you sure you want to reject this booking?
tr_tr: Bu randevuu reddetmek istediğinizden emin misiniz?

source: Installed
tr_tr: Yüklü

source: minutes
tr_tr: dakika

source: Activities
tr_tr: Aktiviteler

source: Index
tr_tr: Dizin

source: Addon installed successfully.
tr_tr: Addon başarıyla yüklendi.

source: Agents
tr_tr: Danışmanlar

source: Create New Agent
tr_tr: Yeni Diyetisyen oluştur

source: Edit Agent
tr_tr: Diyetisyen Düzenle

source: Agent Created. ID:
tr_tr: Diyetisyen Oluşturuldu. Kimliği:

source: Agent Updated. ID:
tr_tr: Diyetisyen Güncellendi. Kimliği:

source: Agent Removed
tr_tr: Diyetisyen kaldırıldı

source: Error Removing Agent
tr_tr: Hata Kaldırma Diyetisyensı

source: You have been logged out of your account.
tr_tr: Hesabınızdan çıkış yaptınız.

source: Welcome back
tr_tr: Tekrar hoş geldiniz

source: Sorry, that email or password didn't work.
tr_tr: Üzgünüz, bu e-posta veya şifre işe yaramadı.

source: Appointments
tr_tr: Randevular

source: Pending Appointments
tr_tr: Bekleyen Randevular

source: All
tr_tr: Tümü

source: Service
tr_tr: Hizmet

source: Start Date & Time
tr_tr: Başlangıç Tarihi ve Saati

source: Duration
tr_tr: Süre

source: Customer
tr_tr: Danışan

source: Customer Phone
tr_tr: Danışan Telefonu

source: Customer Email
tr_tr: Danışan E-postası

source: Agent
tr_tr: Danışman

source: Agent Phone
tr_tr: Diyetisyen Telefonu

source: Agent Email
tr_tr: Diyetisyen E-Posta

source: Status
tr_tr: Durum

source: Booked On
tr_tr: Randevu Üzerine

source: Error! JSf29834
tr_tr: Hata! JSf29834

source: Appointment Status Updated
tr_tr: Randevu Durumu Güncellendi

source: Confirmation #
tr_tr: Onay #

source: Appointment Info
tr_tr: Randevu Bilgisi

source: Date:
tr_tr: Tarih:

source: Time:
tr_tr: Saat:

source: Location:
tr_tr: Konum:

source: Agent:
tr_tr: Diyetisyen:

source: Service:
tr_tr: Hizmet:

source: Customer Info
tr_tr: Danışan Bilgileri

source: Name:
tr_tr: İsim:

source: Phone:
tr_tr: Telefon:

source: Email:
tr_tr: E-Posta:

source: Payment Info
tr_tr: Ödeme bilgisi

source: Payment Method:
tr_tr: Ödeme Yöntemi:

source: Total Amount Due:
tr_tr: Ödenecek Toplam Tutar:

source: Amount Paid Now:
tr_tr: Şimdi Ödenen Tutar:

source: Timezone Updated
tr_tr: Saat dilimi Güncellendi

source: Appointment Added: ID#
tr_tr: Randevu Eklendi: Kimlik #

source: Appointment Updated: ID#
tr_tr: Randevu Güncellendi: Kimlik #

source: Daily View
tr_tr: Günlük Takvim

source: Weekly View
tr_tr: Haftalık Görünüm

source: Monthly View
tr_tr: Aylık görünüm

source: Weekly Calendar
tr_tr: Haftalık Takvim

source: Bookings
tr_tr: Randevular

source: Dashboard
tr_tr: Kontrol Paneli

source: Custom Fields
tr_tr: Özel Alanlar

source: Custom Field Removed
tr_tr: Özel Alan Kaldırıldı

source: Error Removing Custom Field
tr_tr: Hata Kaldırma Özel Alan

source: Invalid Field ID
tr_tr: Geçersiz Alan Kimliği

source: Custom Field Saved
tr_tr: Özel Alan Kaydedildi

source: Error Saving Custom Field
tr_tr: Özel Alan Tasarrufu Hatası

source: Invalid params
tr_tr: Geçersiz paramlar

source: Order Updated
tr_tr: Randevu Güncelleme

source: Error Updating Order of Custom Fields
tr_tr: Özel Alanların Sırasını Güncelleme Hatası

source: Customers
tr_tr: Danışanler

source: Customer Removed
tr_tr: Danışan kaldırıldı

source: Error Removing Customer
tr_tr: Danışanyi Kaldırma Hatası

source: Create New Customer
tr_tr: Yeni Danışan Yarat

source: Edit Customer
tr_tr: Danışanyi Düzenle

source: Customer Created. ID:
tr_tr: Danışan oluşturuldu. İD:

source: Information Saved
tr_tr: Bilgi kaydedildi

source: Invalid password or email
tr_tr: Geçersiz şifre veya e-posta

source: Error! Email was not sent.
tr_tr: Hata! E-posta gönderilmedi.

source: Email does not match any customer
tr_tr: E-posta hiçbir danışanyle eşleşmiyor

source: Invalid Secret Key
tr_tr: Geçersiz Gizli Anahtar

source: Error!
tr_tr: Hata!

source: Your password was successfully updated.
tr_tr: Şifreniz başarıyla güncellendi.

source: Error! Message Code: KS723J
tr_tr: Hata! Mesaj Kodu: KS723J

source: Error! Passwords do not match.
tr_tr: Hata! Parolalar uyuşmuyor.

source: Account Password Set
tr_tr: Hesap Parola Seti

source: Error! Password is empty.
tr_tr: Hata! Şifre boş.

source: Error! Message Code: JS76SD
tr_tr: Hata! Mesaj Kodu: JS76SD

source: Name
tr_tr: İsim

source: Phone
tr_tr: Telefon

source: Email
tr_tr: E-posta

source: Total Appointments
tr_tr: Toplam Randevu

source: Registered On
tr_tr: Kaydedildi

source: LatePoint Status
tr_tr: LatePoint Durumu

source: Locations
tr_tr: Mekanlar

source: Edit Location
tr_tr: Konumunu düzenle

source: Create New Location
tr_tr: Yeni Konum Oluştur

source: Location Created. ID:
tr_tr: Yer Oluşturuldu. İD:

source: Location Updated. ID:
tr_tr: Konum güncellendi. İD:

source: Location Removed
tr_tr: Yer Kaldırıldı

source: Error Removing Location
tr_tr: Konum Kaldırma Hatası

source: Notifications
tr_tr: Bildirimler

source: SMS Settings
tr_tr: SMS Ayarları

source: Settings
tr_tr: Ayarlar

source: SMS Templates
tr_tr: SMS Şablonları

source: Email Templates
tr_tr: E-posta Şablonları

source: Appointment Confirmation Sent
tr_tr: Randevu Onayı Gönderildi

source: Reminders
tr_tr: Hatırlatmalar

source: Service Categories
tr_tr: Hizmet Kategorileri

source: Create New Service
tr_tr: Yeni Hizmet Yarat

source: Uncategorized
tr_tr: Kategorize

source: Service Category Removed
tr_tr: Hizmet Kategorisi Kaldırıldı

source: Error Removing Service Category. Error: FJI8321
tr_tr: Hizmet Kategorisini Kaldırma Hatası. Hata: FJI8321

source: Error Removing Service Category. Error: SIF2348
tr_tr: Hizmet Kategorisini Kaldırma Hatası. Hata: SIF2348

source: Service Order Updated
tr_tr: Hizmet Randevui Güncellendi

source: Service Categories Order Updated
tr_tr: Hizmet Kategorileri Randevu Güncelleme

source: Service Category Created. ID:
tr_tr: Hizmet Kategorisi Oluşturuldu. İD:

source: Service Category Updated. ID:
tr_tr: Hizmet Kategorisi Güncellenmiştir. İD:

source: Services
tr_tr: Hizmet

source: Edit Service
tr_tr: Hizmeti Düzenle

source: Service Created. ID:
tr_tr: Hizmet yaratıldı. İD:

source: Service Updated. ID:
tr_tr: Hizmet Güncellenmiştir. İD:

source: Service Removed
tr_tr: Hizmet kaldırıldı

source: Error Removing Service
tr_tr: Hizmet Kaldırma Hatası

source: Calendar Integration
tr_tr: Takvim Entegrasyonu

source: Pages Setup
tr_tr: Sayfa Kurulumu

source: Payment Processing
tr_tr: Odeme yapiliyor

source: Work Schedule Settings
tr_tr: Çalışma Takvimi Ayarları

source: General
tr_tr: Genel

source: Custom Day Schedule Removed
tr_tr: Özel Gün Takvimi Kaldırıldı

source: Invalid Date
tr_tr: Geçersiz tarih

source: Step Settings
tr_tr: Adım ayarları

source: Step Updated:
tr_tr: Güncelleme Adımı:

source: Step Ordering Updated
tr_tr: Adım Randevu Güncelleme

source: Work Schedule Updated
tr_tr: Çalışma Takvimi Güncellendi

source: Settings Updated
tr_tr: Ayarlar güncellendi

source: Service Category Created. ID:
tr_tr: Hizmet Kategorisi Oluşturuldu. İD:

source: Transactions
tr_tr: İşlemler

source: Invalid ID
tr_tr: Geçersiz ID

source: Wizard
tr_tr: Sihirbaz

source: Create Agents
tr_tr: Acenteleri Oluştur

source: Add Services
tr_tr: Hizmet Ekleme

source: Set Working Hours
tr_tr: Çalışma Saatlerini Ayarla

source: Fill Business Info
tr_tr: İşletme Bilgilerini Doldur

source: Setup Complete
tr_tr: Kurulum tamamlandı

source: Appointment status changed from %s to %s
tr_tr: Randevu durumu %s %s

source: Connection Error. Please try again in a few minutes or contact us via email addons@latepoint.com. KLJSD734
tr_tr: Bağlantı hatası. Lütfen birkaç dakika sonra tekrar deneyin veya addons@latepoint.com adresine e-posta gönderin. KLJSD734

source: Error installing addon! Invalid info KFE73463
tr_tr: Addon yüklenirken hata oluştu! Geçersiz bilgi KFE73463

source: Day Off
tr_tr: İzin günü

source: No Existing Agents Found
tr_tr: Mevcut Diyetisyen Bulunamadı

source: Add First Agent
tr_tr: İlk Diyetisyen Ekle

source: No Services Found
tr_tr: Hizmet Bulunamadı

source: Add Service
tr_tr: Hizmet ekle

source: Appointment with %s for %s
tr_tr: %s için %s ile randevu

source: Work Hours
tr_tr: Çalışma saatleri

source: On Duty
tr_tr: Görevde

source: %d Agents
tr_tr: %d Danışman

source: Total booking price:
tr_tr: Toplam randevu fiyatı:

source: Deposit Amount:
tr_tr: Depozito Tutarı:

source: Starts From
tr_tr: Dan başlar

source: Minutes
tr_tr: Dakika

source: Availability For:
tr_tr: Uygunluk Durumu:

source: Undefined Status
tr_tr: Tanımsız Durum

source: Approved
tr_tr: Onaylandı

source: Pending Approval
tr_tr: Onay bekleyen

source: Payment Pending
tr_tr: Ödeme bekleniyor

source: Cancelled
tr_tr: İptal edildi

source: Local Payment
tr_tr: Yerel Ödeme

source: Credit/Debit Card
tr_tr: Kredi / Banka Kartı

source: Full Amount
tr_tr: Tam miktar

source: Deposit
tr_tr: Depozito

source: Monday
tr_tr: Pazartesi

source: Tuesday
tr_tr: Salı

source: Wednesday
tr_tr: Çarşamba

source: Thursday
tr_tr: Perşembe

source: Friday
tr_tr: Cuma

source: Saturday
tr_tr: Cumartesi

source: Sunday
tr_tr: Pazar

source: Mon
tr_tr: Pzt

source: Tue
tr_tr: Sal

source: Wed
tr_tr: Çar

source: Thu
tr_tr: Per

source: Fri
tr_tr: Cuma

source: Sat
tr_tr: Cmt

source: Sun
tr_tr: Paz

source: Field Label can not be empty
tr_tr: Alan Etiketi boş olamaz

source: Type can not be empty
tr_tr: Türü boş olamaz

source: Options for select box can not be blank
tr_tr: Seçim kutusu seçenekleri boş bırakılamaz

source: am
tr_tr: sabah

source: Pick a color
tr_tr: Bir renk seç

source: Please enter your license key
tr_tr: Lütfen lisans anahtarınızı girin

source: Connection Error. Please try again in a few minutes or contact us via email license@latepoint.com. UDF732S83
tr_tr: Bağlantı hatası. Lütfen birkaç dakika sonra tekrar deneyin veya bizimle e-posta license@latepoint.com. UDF732S83

source: Connection Error. Please try again in a few minutes or contact us via email license@latepoint.com. SUYF8362
tr_tr: Bağlantı hatası. Lütfen birkaç dakika sonra tekrar deneyin veya bizimle e-posta license@latepoint.com. SUYF8362

source: Main Location
tr_tr: Ana konum

source: My Dashboard
tr_tr: Gösterge Panelim

source: My Calendar
tr_tr: Takvimim

source: All Appointments
tr_tr: Tüm Randevular

source: My Customers
tr_tr: Benim danışanlerim

source: Add Customer
tr_tr: Danışan ekle

source: List of Customers
tr_tr: Danışanlerin Listesi

source: My Settings
tr_tr: Ayarlarım

source: Calendar
tr_tr: Takvim

source: Records
tr_tr: Kayıtlar

source: List of Services
tr_tr: Hizmet Listesi

source: General Settings
tr_tr: Genel Ayarlar

source: Work Schedule
tr_tr: Çalışma programı

source: Steps
tr_tr: Adımlar

source: Payments
tr_tr: Ödemeler

source: Add-ons
tr_tr: Eklenti

source: Updates
tr_tr: Güncellemeler

source: Developer
tr_tr: Geliştirici

source: Setup Wizard
tr_tr: Kurulum sihirbazı

source: Demo Data Install
tr_tr: Demo Veri Kurulumu

source: Database Install
tr_tr: Veritabanı Kurulumu

source: Payment was processed successfully
tr_tr: Ödeme başarıyla işlendi

source: Error! LKFDJF834
tr_tr: Hata! LKFDJF834

source: Unknown Error! IFD38FHS
tr_tr: Bilinmeyen hata! IFD38FHS

source: Card information is invalid
tr_tr: Kart bilgisi geçersiz

source: Error KLF83JSKS!
tr_tr: Hata KLF83JSKS!

source: Error JDFHGOS93!
tr_tr: Hata JDFHGOS93!

source: Error! ISJF723493
tr_tr: Hata! ISJF723493

source: Error! KS98324H
tr_tr: Hata! KS98324H

source: Error! KF732493
tr_tr: Hata! KF732493

source: Error! AU38F834
tr_tr: Hata! AU38F834

source: Error! JS8234HS
tr_tr: Hata! JS8234HS

source: Error! SU8324HS
tr_tr: Hata! SU8324HS

source: Unknown Error!
tr_tr: Bilinmeyen hata!

source: Reminder name can not be blank
tr_tr: Hatırlatıcı adı boş bırakılamaz

source: Unit has to be selected
tr_tr: Birimin seçilmesi gerekiyor

source: Before or after has to be selected
tr_tr: Seçilmeden önce veya sonra

source: Select if SMS or Email Reminder
tr_tr: SMS mi, E-posta Hatırlatıcı mı seç

source: Reminder message content can not be blank
tr_tr: Hatırlatıcı mesaj içeriği boş bırakılamaz

source: Value has to be greater than zero
tr_tr: Değer sıfırdan büyük olmalı

source: Page Not Found
tr_tr: Sayfa bulunamadı

source: Services Linked
tr_tr: Bağlantılı Hizmet

source: Book Appointment
tr_tr: Kitap randevusu

source: Another customer is registered with this email.
tr_tr: Başka bir danışan bu e-postaya kayıtlı.

source: An account with that email address already exists. Please try signing in.
tr_tr: Bu e-posta adresine sahip bir hesap zaten var. Lütfen giriş yapmayı deneyin.

source: Pay Now
tr_tr: Şimdi öde

source: Credit Card
tr_tr: Kredi kartı

source: Pay Locally
tr_tr: Yerel Ödeme

source: 12-hour clock
tr_tr: 12 saat

source: 24-hour clock
tr_tr: 24 saat

source: MM/DD/YYYY
tr_tr: AA / GG / YYYY

source: MM.DD.YYYY
tr_tr: AA.GG.YYYY

source: DD/MM/YYYY
tr_tr: GG / AA / YYYY

source: DD.MM.YYYY
tr_tr: GG.AA.YYYY

source: YYYY-MM-DD
tr_tr: YYYY-AA-GG

source: Select a city
tr_tr: Bir şehir seçiniz

source: January
tr_tr: Ocak

source: February
tr_tr: Şubat

source: March
tr_tr: Mart

source: April
tr_tr: Nisan

source: May
tr_tr: Mayıs ayı

source: June
tr_tr: Haziran

source: July
tr_tr: Temmuz

source: August
tr_tr: Ağustos

source: September
tr_tr: Eylül

source: October
tr_tr: Ekim

source: November
tr_tr: Kasım

source: December
tr_tr: Aralık

source: Jan
tr_tr: Ocak

source: Feb
tr_tr: Şubat

source: Apr
tr_tr: Nisan

source: Jun
tr_tr: Haziran

source: Jul
tr_tr: Temmuz

source: Aug
tr_tr: Ağustos

source: Sep
tr_tr: Eylül

source: Oct
tr_tr: Ekim

source: Nov
tr_tr: Kasım

source: Dec
tr_tr: Aralık

source: Start
tr_tr: Başlat

source: Finish
tr_tr: Bitiş

source: Edit Day Schedule
tr_tr: Gün Planını Düzenle

source: Are you sure you want to remove custom schedule for this day?
tr_tr: Bu gün için özel saatlamayı kaldırmak istediğinizden emin misiniz?

source: Remove Day Schedule
tr_tr: Gün Çizelgesini Kaldır

source: Add Day
tr_tr: Gün ekle

source: Are you sure you want to remove this day?
tr_tr: Bu günü kaldırmak istediğinden emin misin?

source: +%d More
tr_tr: + %d Daha fazla

source: Add another work period for %s
tr_tr: %s için başka bir çalışma süresi ekle

source: New Appointment Notification
tr_tr: Yeni Randevu Bildirimi

source: Appointment status changed
tr_tr: Randevu durumu değişti

source: Appointment Confirmation
tr_tr: Randevu onayı

source: Reset Your Password
tr_tr: Şifrenizi sıfırlayın

source: New Customer Registration
tr_tr: Yeni Danışan Kaydı

source: Customer Profile Update
tr_tr: Danışan Profili Güncellemesi

source: New Appointment
tr_tr: Yeni randevu

source: Appointment Status Changed
tr_tr: Randevu Durumu Değişti

source: Appointment Edited
tr_tr: Randevu Düzenlendi

source: New Agent
tr_tr: Yeni ajan

source: Agent Profile Update
tr_tr: Diyetisyen Profil Güncellemesi

source: New Coupon
tr_tr: Yeni Kupon

source: Coupon Update
tr_tr: Kupon Güncellemesi

source: First Name
tr_tr: İsim

source: Password
tr_tr: Parola

source: Email Address
tr_tr: E-posta Adresiniz

source: Connected WordPress User
tr_tr: Bağlı WordPress Kullanıcısı

source: Last Name
tr_tr: Soyadı

source: There are no available agents for selected time block.
tr_tr: Seçili saat dilimi için uygun aracı yok.

source: Payment Token Missing
tr_tr: Ödeme Simgesi Eksik

source: Missing Param
tr_tr: Kayıp Param

source: Any Available Agent
tr_tr: Mevcut herhangi bir Diyetisyen

source: Customer First Name
tr_tr: Danışan Adı

source: Customer Last Name
tr_tr: Danışan soyadı

source: %s field has to be checked
tr_tr: %s alanı kontrol edilmeli

source: %s can not be blank
tr_tr: %s boş bırakılamaz

source: Location Name
tr_tr: Yer ismi

source: %s is not valid
tr_tr: %s geçerli değil

source: %s has to be unique
tr_tr: %s benzersiz olmalı

source: Service Category Name
tr_tr: Hizmet Kategorisi Adı

source: Service Category Short Description
tr_tr: Hizmet Kategorisi Kısa Açıklama

source: Service Category Selection Image
tr_tr: Hizmet Kategorisi Seçim Resmi

source: Service Name
tr_tr: Hizmet Adı

source: Service Short Description
tr_tr: Hizmet Kısa Açıklama

source: Service Selection Image
tr_tr: Hizmet Seçimi Resmi

source: Service Description Image
tr_tr: Hizmet Açıklaması Image

source: Variable Price
tr_tr: Değişken Fiyat

source: Minimum Price
tr_tr: Minimum fiyat

source: Maximum Price
tr_tr: Maksimum fiyat

source: Charge Amount
tr_tr: Ücret Tutarı

source: Deposit Amount
tr_tr: Depozito Tutarı

source: Service Duration
tr_tr: Hizmet süresi

source: Buffer Before
tr_tr: Önce Tampon

source: Buffer After
tr_tr: Tampon Sonrası

source: Background Color
tr_tr: Arka plan rengi

source: Service Category
tr_tr: Hizmet Kategorisi

source: Select Location
tr_tr: Konum Seç

source: Location Selection
tr_tr: Yer Seçimi

source: Please select a location you want the service to be performed at
tr_tr: Lütfen hizmetin gerçekleştirilmesini istediğiniz bir konum seçin

source: Select Service
tr_tr: Hizmet Seç

source: Service Selection
tr_tr: Hizmet seçimi

source: Please select a service for which you want to schedule an appointment
tr_tr: Lütfen randevu almak istediğiniz bir hizmeti seçin

source: Select Agent
tr_tr: Diyetisyen Seç

source: Agent Selection
tr_tr: Diyetisyen Seçimi

source: You can pick a specific agent to perform your service or select any to automatically assign you one
tr_tr: Hizmetinizi gerçekleştirmek için belirli bir aracı seçebilir veya size otomatik olarak bir temsilci atamak için herhangi birini seçebilirsiniz

source: Select Date & Time
tr_tr: Tarih ve Saati Seçin

source: Date & Time Selection
tr_tr: Tarih ve Saat Seçimi

source: Click on a date to see a timeline of available slots, click on a green time slot to reserve it
tr_tr: Kullanılabilir slotların saat çizelgesini görmek için bir tarihe tıklayın, ayırmak için yeşil bir saat dilimine tıklayın

source: Enter Information
tr_tr: Bilgi Girin

source: Customer Information
tr_tr: Danışan Bilgileri

source: Please provide you contact details so we can send you a confirmation and other contact info
tr_tr: Size bir onay ve diğer iletişim bilgilerini gönderebilmemiz için lütfen iletişim bilgilerinizi verin

source: Payment Method
tr_tr: Ödeme şekli

source: Your Payment Information
tr_tr: Ödeme Bilgileriniz

source: You can either pay online using your credit card or PayPal, or you can pay on arrival with cash
tr_tr: Kredi kartınızı veya PayPal'ınızı kullanarak online ödeme yapabilir veya varışta nakit ödeme yapabilirsiniz

source: Verify Order Details
tr_tr: Randevu Ayrıntılarını Doğrula

source: Verify Booking Details
tr_tr: Randevu Ayrıntılarını Doğrula

source: Double check your reservation details and click submit button if everything is correct
tr_tr: Randevu detaylarınızı iki kez kontrol edin ve her şey doğruysa gönder düğmesine basın

source: Confirmation
tr_tr: Onaylandı

source: Your appointment has been successfully scheduled. Please retain this confirmation for your record.
tr_tr: Randevunuz başarıyla planlandı. Lütfen bu onayı kaydınız için saklayın.

source: Start Time
tr_tr: Başlama saatı

source: End Time
tr_tr: Bitiş saatı

source: Type
tr_tr: Tür

source: Action By
tr_tr: Eylem tarafından

source: Date/Time
tr_tr: Tarih / Saat

source: View
tr_tr: Görünüm

source: No Activity
tr_tr: Aktivite yok

source: Loading Addons Information
tr_tr: Eklenti Bilgilerini Yükleme

source: Latest Version:
tr_tr: En son versiyon:

source: Installed Version:
tr_tr: Kurulu Sürüm:

source: Update Now
tr_tr: Şimdi güncelle

source: Install Now
tr_tr: Şimdi kur

source: Purchase
tr_tr: Satın alma

source: General Information
tr_tr: Genel bilgi

source: Agent ID:
tr_tr: Diyetisyen Kimliği:

source: Set Avatar
tr_tr: Avatarı Ayarla

source: Remove Avatar
tr_tr: Avatarı kaldır

source: Display Name
tr_tr: Ekran adı

source: Phone Number
tr_tr: Telefon numarası

source: Connect to WP User
tr_tr: WP Kullanıcısına Bağlan

source: Select User
tr_tr: Kullanıcı seç

source: Active
tr_tr: Aktif

source: Disabled
tr_tr: Devre dışı

source: Additional Contact Information
tr_tr: Ek İletişim Bilgileri

source: If you need to notify multiple persons about the appointment, you can list additional email addresses and phone numbers to send notification emails and sms to. You can list multiple numbers and emails separated by commas.
tr_tr: Randevuyla ilgili olarak birden fazla kişiyi bilgilendirmeniz gerekirse, bildirim e-postaları ve sms'leri göndermek için ek e-posta adreslerini ve telefon numaralarını listeleyebilirsiniz. Virgülle ayrılmış olarak birden çok numara ve e-posta listeleyebilirsiniz.

source: Additional Email Addresses
tr_tr: Ek e-posta adresleri

source: Additional Phone Numbers
tr_tr: Ek Telefon Numaraları

source: Extra Information
tr_tr: Ekstra Bilgi

source: Set Bio Image
tr_tr: Bio Resmini Ayarla

source: Remove Bio Image
tr_tr: Bio Image Kaldır

source: Agent Title
tr_tr: Diyetisyen Başlığı

source: Bio Text
tr_tr: Biyo Metin

source: Agent Highlights
tr_tr: Diyetisyenın Önemli Noktaları

source: These value-label pairs will appear on agent information popup. You can enter things like years of experience, or number of clients served, to highlight agent accomplishments.
tr_tr: Bu değer etiketi çiftleri, aracı bilgileri açılır penceresinde görünecektir. Diyetisyen başarılarını vurgulamak için yılların deneyimi veya hizmet verilen danışan sayısı gibi şeylere girebilirsiniz.

source: Highlight #
tr_tr: Vurgulamak #

source: Value
tr_tr: Değer

source: Label
tr_tr: Etiket

source: Offered Services
tr_tr: Sunulan Hizmet

source: Select All
tr_tr: Hepsini seç

source: Services Selected
tr_tr: Seçilen Hizmet

source: Customize
tr_tr: Özelleştirmek

source: Select services offered at %s
tr_tr: %s sunulan hizmeti seçin

source: Set Custom Values
tr_tr: Özel Değerleri Ayarla

source: Agent Schedule
tr_tr: Diyetisyen Programı

source: Set Custom Schedule
tr_tr: Özel Saatlamayı Ayarla

source: This agent is using general schedule which is set in main settings
tr_tr: Bu aracı, ana ayarlarda ayarlanan genel saatlamayı kullanıyor

source: Days With Custom Schedules
tr_tr: Özel Tarifeleri olan Günler

source: Agent shares custom daily schedules that you set in general settings for your company, however you can add additional days with custom hours which will be specific to this agent only.
tr_tr: Diyetisyen, şirketiniz için genel ayarlarda belirlediğiniz özel günlük programları paylaşır, ancak yalnızca bu ajana özgü olacak özel saatlerle ek günler ekleyebilirsiniz.

source: Holidays & Days Off
tr_tr: Tatiller ve Günler Kapalı

source: Agent uses the same holidays you set in general settings for your company, however you can add additional holidays for this agent here.
tr_tr: Temsilci, şirketiniz için genel olarak ayarladığınız tatilleri kullanır, ancak bu temsilciye ek tatiller ekleyebilirsiniz.

source: Add Agent
tr_tr: Diyetisyen ekle

source: Save Changes
tr_tr: Değişiklikleri Kaydet

source: Are you sure you want to remove this agent?
tr_tr: Bu aracıyı silmek istediğinize emin misiniz?

source: Delete Agent
tr_tr: Aracı Sil

source: Select Agents
tr_tr: Acenteleri Seç

source: Cancel
tr_tr: İptal etmek

source: Save Agents
tr_tr: Aracıları Kaydet

source: Edit Appointment #
tr_tr: Randevuyu Düzenle #

source: Change
tr_tr: Değişiklik

source: Call
tr_tr: Aramak

source: Text
tr_tr: Metin
