Repository: imdcan/latepoint-tr_TR
Catalog: v3.0.2/latepoint-*.po
Languages: tr_tr

source: Start Date
tr_tr: Başlangıç tarihi

source: Set Status
tr_tr: Durumu Ayarla

source: Edit
tr_tr: Düzenle

source: New
tr_tr: Yeni

source: Find
tr_tr: Bul

source: Start typing to search...
tr_tr: Aramak için yazmaya başlayın ...

source: cancel
tr_tr: iptal etmek

source: Phone:
tr_tr: Telefon:

source: Start typing to filter...
tr_tr: Filtrelemek için yazmaya başlayın ...

source: No Active Services Found.
tr_tr: Etkin Hizmet Bulunamadı.

source: Show Calendar
tr_tr: Takvimi Göster

source: Comment left by customer
tr_tr: Ek bilgi notu danışan tarafından bırakıldı

source: Payment Information
tr_tr: Ödeme Bilgileri

source: Payment Portion
tr_tr: Ödeme kısmı

source: Not Applicable
tr_tr: Uygulanamaz

source: Booking Price
tr_tr: Randevu Fiyatı

source: Recalculate
tr_tr: Yeniden Hesapla

source: Coupon Code
tr_tr: Kupon Kodu

source: New Transaction Form
tr_tr: Yeni İşlem Formu

source: Amount
tr_tr: Miktar

source: Date
tr_tr: Tarih

source: Confirmation Number
tr_tr: Onay numarası

source: Processor
tr_tr: İşlemci

source: Method
tr_tr: Yöntem

source: Add Transaction
tr_tr: İşlem ekle

source: Edit Record
tr_tr: Kaydı Düzenle

source: Telephone Number
tr_tr: Telefon numarası

source: Customer Notes
tr_tr: Danışan Notları

source: Notes only visible to admins
tr_tr: Yalnızca yöneticiler tarafından görünen notlar

source: Booked:
tr_tr: Randevu:

source: %d of %d
tr_tr: %d / %d

source: Add Appointment
tr_tr: Randevu Ekle

source: Time
tr_tr: Saat

source: Created On
tr_tr: Oluşturulma Tarihi

source: Actions
tr_tr: Eylemler

source: All Services
tr_tr: Tüm Hizmet

source: Search by Appointment Date
tr_tr: Randevu Tarihine Göre Ara

source: Reset Date Search
tr_tr: Tarihi Aramayı Sıfırla

source: All Agents
tr_tr: Tüm Diyetisyenlar

source: Search by Customer
tr_tr: Danışanye göre ara

source: All Statuses
tr_tr: Tüm Durumlar

source: Filter Date
tr_tr: Filtre Tarihi

source: Download .csv
tr_tr: .Csv indir

source: Showing bookings
tr_tr: Randevu gösteriliyor

source: to
tr_tr: için

source: of
tr_tr: arasında

source: Page:
tr_tr: Sayfa:

source: No Existing Appointments Found
tr_tr: Mevcut Randevu Bulunamadı

source: Add First Appointment
tr_tr: İlk Randevu Ekle

source: Status:
tr_tr: Durum:

source: Approve
tr_tr: Onayla

source: Reject
tr_tr: Reddet

source: Showing appointments %d to %d of %d total
tr_tr: %d ila %d / %d atama toplamı gösteriliyor

source: No Pending Appointments Found
tr_tr: Bekleyen Randevu Bulunamadı

source: Create Appointment
tr_tr: Randevu Oluştur

source: Load next 30 days
tr_tr: Önümüzdeki 30 güne yükle

source: Availability for
tr_tr: İçin uygunluk

source: You have not set any working hours for this day.
tr_tr: Bu gün için hiç çalışma saati ayarlamamışsınız.

source: Edit Working Hours
tr_tr: Çalışma Saatlerini Düzenle

source: Daily Statistics
tr_tr: Günlük İstatistikler

source: Openings
tr_tr: Açılışlar

source: Revenue
tr_tr: Gelir

source: Availability For
tr_tr: Uygunluk durumu

source: No Agents or Services Created
tr_tr: Diyetisyen veya Hizmet Oluşturulmadı

source: Create Agent
tr_tr: Diyetisyen Yarat

source: Create Service
tr_tr: Hizmet Yarat

source: Calendar Month
tr_tr: Aylık takvim

source: No Agents Created
tr_tr: Hiçbir Diyetisyen Oluşturulmadı

source: Show Agent:
tr_tr: Diyetisyenı Göster:

source: Looks like you have not set your working hours yet.
tr_tr: Çalışma saatlerini henüz ayarlamamış gibisin.

source: New Field
tr_tr: Yeni alan

source: Field Label
tr_tr: Alan Etiketi

source: Placeholder
tr_tr: Yer tutucu

source: Field Type
tr_tr: Alan türü

source: Text Field
tr_tr: Metin alanı

source: Select Box
tr_tr: Kutu Seç

source: Text Area Field
tr_tr: Metin Alanı Alanı

source: Checkbox
tr_tr: Onay Kutusu

source: Field Width
tr_tr: Alan genişliği

source: Full Width
tr_tr: Tam genişlik

source: Half Width
tr_tr: Yarı genişlik

source: Choices for Select. Enter each choice on a new line.
tr_tr: Seçme Seçimleri. Her seçimi yeni bir satıra girin.

source: Required?
tr_tr: Gereklidir?

source: Save
tr_tr: Kayıt etmek

source: Are you sure you want to remove this field?
tr_tr: Bu alanı kaldırmak istediğinize emin misiniz?

source: Custom Fields for Customers
tr_tr: Danışanler İçin Özel Alanlar

source: Add Custom Field
tr_tr: Özel Alan Ekle

source: Add to Calendar
tr_tr: Takvime ekle

source: Customer ID:
tr_tr: Danışan Kimliği:

source: Notes by Customer
tr_tr: Danışan tarafından notlar

source: Notes by admins, only visible to admins
tr_tr: Yöneticiler tarafından verilen notlar, yalnızca yöneticiler tarafından görülebilir

source: Save Customer
tr_tr: Danışanyi Kurtar

source: Are you sure you want to delete this customer? It will remove all appointments and transactions associated with this customer.
tr_tr: Bu danışanyi silmek istediğinden emin misin? Bu danışanyle ilişkili tüm randevuları ve işlemleri kaldıracaktır.

source: Delete Customer
tr_tr: Danışanyi Sil

source: Customer does not have any bookings
tr_tr: Danışannin hiçbir randevuu yok

source: Past
tr_tr: Geçmiş

source: View Profile
tr_tr: Profili Görüntüle

source: Logout
tr_tr: Çıkış Yap

source: Welcome %s
tr_tr: %s Hoşgeldiniz

source: My Appointments
tr_tr: Randevularım

source: My Information
tr_tr: Benim bilgim

source: My Timezone:
tr_tr: Saat dilimim:

source: Upcoming Appointments
tr_tr: Yaklaşan Randevular

source: %d Appointments
tr_tr: %d Randevular

source: Past Appointments
tr_tr: Geçmiş Randevular

source: No appointments found
tr_tr: Randevu bulunamadı

source: Your First Name
tr_tr: Adınız

source: Your Last Name
tr_tr: Soyadınız

source: Your Phone Number
tr_tr: Telefon Numaranız

source: Your Email Address
tr_tr: E-posta Adresiniz

source: Set New Password
tr_tr: Yeni Parola Ayarla

source: New Password
tr_tr: Yeni Şifre

source: Confirm New Password
tr_tr: Yeni şifreyi onayla

source: Full Name
tr_tr: Ad Soyad

source: Total Apps
tr_tr: Toplam Uygulamalar

source: Next App
tr_tr: Sonraki uygulama

source: Time to Next
tr_tr: Sıradaki Saat

source: Search by Name
tr_tr: İsme Göre Ara

source: Phone...
tr_tr: Telefon...

source: Search by Email
tr_tr: E-posta ile ara

source: Filter By Date
tr_tr: Tarihe Göre Filtrele

source: Reset Date Filtering
tr_tr: Tarih Filtrelemeyi Sıfırla

source: Showing customers
tr_tr: Danışanleri gösteren

source: No Existing Customers Found
tr_tr: Mevcut Danışan Bulunamadı

source: Login to your account
tr_tr: Hesabınıza giriş yapın

source: Log me in
tr_tr: Giriş yap

source: Forgot Password?
tr_tr: Parolanızı mı unuttunuz?

source: OR
tr_tr: VEYA

source: Login with Facebook
tr_tr: Facebook ile giriş

source: Login with Google
tr_tr: Google ile giriş yap

source: Change Your Password
tr_tr: Şifreni değiştir

source: Enter a secret key you received via email to change your account password.
tr_tr: Hesap şifrenizi değiştirmek için e-posta yoluyla aldığınız bir gizli anahtar girin.

source: Enter Your Secret Key
tr_tr: Gizli Anahtarınızı Girin

source: Save Password
tr_tr: Şifreyi kaydet

source: Don't have a secret key?
tr_tr: Gizli bir anahtarın yok mu?

source: Reset Password Request
tr_tr: Parola İsteğini Sıfırla

source: We'll email you a secret key. Once you receive it, you can use it to change your password.
tr_tr: Size bir gizli anahtar göndereceğiz. Bir kez aldığınızda, şifrenizi değiştirmek için kullanabilirsiniz.

source: Submit Request
tr_tr: İstek gönderin

source: Already have a key?
tr_tr: Zaten bir anahtarınız var mı?

source: Slots Booked
tr_tr: Rezerve Edilen Alanlar

source: Availability
tr_tr: Kullanılabilirlik

source: Appointments Timeline
tr_tr: Randevular Saat Çizelgesi

source: Performance
tr_tr: "Tasarım, Özellikler, Performans" gibi çeşitli yönlerden ürün oranı

source: Previously:
tr_tr: Önceden:

source: Sales Revenue
tr_tr: Satış geliri

source: Hours Worked
tr_tr: Çalışılan saatler

source: No Appointments Found
tr_tr: Randevu Bulunamadı

source: Breakdown by Service
tr_tr: Hizmete Göre Parçalama

source: Performance Reports
tr_tr: Performans Raporları

source: Statistics
tr_tr: İstatistikler

source: Top Agents
tr_tr: En İyi Diyetisyenlar

source: Hours
tr_tr: Saatler

source: No Appointments in Period
tr_tr: Dönem İçinde Randevu Yok

source: Upcoming
tr_tr: Yaklaşan

source: Create Another One
tr_tr: Başka Bir tane Yarat

source: No Upcoming Appointments
tr_tr: Yaklaşan Randevu Yok

source: LatePoint Plugin Version:
tr_tr: LatePoint Eklentisi Sürümü:

source: PHP Version:
tr_tr: PHP Sürümü:

source: MySQL Version:
tr_tr: MySQL Sürümü:

source: WordPress Version:
tr_tr: WordPress Sürümü:

source: Administrator
tr_tr: Yönetici

source: Basic Information
tr_tr: Temel bilgi

source: Location ID:
tr_tr: Yer Kimliği:

source: Location Photo
tr_tr: Konum Fotoğrafı

source: Remove Image
tr_tr: Resmi Kaldır

source: Location Address
tr_tr: Konum adresi

source: Select Agents for This Location
tr_tr: Bu Konum için Diyetisyenlar Seçin

source: Select services %s will be offering at this location:
tr_tr: Bu konumda teklif edeceğiniz %s hizmetini seçin:

source: Location Schedule
tr_tr: Konum Çizelgesi

source: This location is using general schedule which is set in main settings
tr_tr: Bu konum ana ayarlarda ayarlanan genel programı kullanıyor

source: Location shares custom daily schedules that you set in general settings for your company, however you can add additional days with custom hours which will be specific to this location only.
tr_tr: Konum, şirketiniz için genel ayarlarda belirlediğiniz özel günlük programları paylaşır, ancak yalnızca bu konuma özgü olacak özel saatlerle ek günler ekleyebilirsiniz.

source: Location uses the same holidays you set in general settings for your company, however you can add additional holidays for this location here.
tr_tr: Konum, şirketiniz için genel ayarlarda ayarladığınız tatilleri kullanır, ancak bu konum için buraya başka tatiller ekleyebilirsiniz.

source: Save Location
tr_tr: Konumu kaydet

source: Are you sure you want to remove this location? It will remove all appointments associated with it. If you only want to temprorary disable it - it is better to just change status to disabled.
tr_tr: Bu konumu kaldırmak istediğinize emin misiniz? Bununla ilişkili tüm randevuları kaldıracak. Yalnızca geçici olarak devre dışı bırakmak istiyorsanız - durumu devre dışı olarak değiştirmek daha iyidir.

source: Delete Location
tr_tr: Konumu Sil

source: Install Locations Add-on
tr_tr: Konum Eklentisini Yükle

source: You can use these variables in your email and sms notifications. Just click on the variable with {} brackets and it will automatically copy to your buffer and you can simply paste it where you want to use it. It will be converted into a value for the agent/service or appointment.
tr_tr: Bu değişkenleri e-posta ve sms bildirimlerinizde kullanabilirsiniz. {} Parantezli değişkene tıkladığınızda otomatik olarak tampon belleğinize kopyalarsınız ve onu kullanmak istediğiniz yere kolayca yapıştırabilirsiniz. Temsilci / hizmet veya randevu için bir değere dönüştürülecektir.

source: Appointment
tr_tr: Randevu

source: Appointment ID#:
tr_tr: Randevu No No:

source: Service Name:
tr_tr: Hizmet adı:

source: Start Date:
tr_tr: Başlangıç tarihi:

source: Start Time:
tr_tr: Başlama saatı:

source: End Time:
tr_tr: Bitiş saatı:

source: Service Duration:
tr_tr: Hizmet Süresi:

source: Previous Status:
tr_tr: Önceki Durum:

source: Payment
tr_tr: Ödeme

source: Payment Portion:
tr_tr: Ödeme kısmı:

source: Payment Amount:
tr_tr: Ödeme miktarı:

source: Total Price:
tr_tr: Toplam fiyat:

source: Full Name:
tr_tr: Ad Soyad:

source: First Name:
tr_tr: İsim:

source: Last Name:
tr_tr: Soyadı:

source: Email Address:
tr_tr: E-Posta Adresi:

source: Comments:
tr_tr: Ek bilgi notular:

source: Password Reset Token:
tr_tr: Parola Sıfırlama Simgesi:

source: Location
tr_tr: Konum

source: Full Address:
tr_tr: Açık adres:

source: Agent Email Notifications
tr_tr: Diyetisyen E-posta Bildirimleri

source: Enable Appointment Confirmation Email to Agent
tr_tr: Diyetisyensa Randevu Onay E-postasını Etkinleştir

source: Email Subject
tr_tr: E-posta konu

source: Email Message
tr_tr: E-posta mesajı

source: Enable Agent Notification of Appointment Status Change
tr_tr: Randevu Durumu Değişikliği Diyetisyen Bildirimini Etkinleştir

source: Customer Email Notifications
tr_tr: Danışan E-posta Bildirimleri

source: Enable Appointment Confirmation Email to Customer
tr_tr: Danışanye Randevu Onay E-postasını Etkinleştir

source: Enable Customer Notification of Appointment Status Change
tr_tr: Randevu Durumu Değişikliği Danışan Bildirimini Etkinleştir

source: Other Customer Emails
tr_tr: Diğer Danışan E-postaları

source: Customer Password Reset Request
tr_tr: Danışan Şifresi Sıfırlama İsteği

source: Save Settings
tr_tr: Ayarları kaydet

source: Email Settings
tr_tr: Email Ayarları

source: Enable Email Notifications
tr_tr: E-posta Bildirimlerini Etkinleştir

source: Enable SMS Notifications
tr_tr: SMS Bildirimlerini Etkinleştir

source: Install SMS Processing Add-on
tr_tr: SMS İşleme Eklentisini Yükle

source: Messages to Agent
tr_tr: Temsilciye Mesajlar

source: Enable Appointment Confirmation SMS to Agent
tr_tr: Diyetisyen’a Randevu Onay SMS’ini etkinleştirin

source: Message Content
tr_tr: Mesaj içeriği

source: Messages to Customer
tr_tr: Danışanye Mesajlar

source: Enable Appointment Confirmation SMS to Customer
tr_tr: Danışanye Randevu Onay SMS'lerini Etkinleştirme

source: To WordPress
tr_tr: WordPress'e

source: Back to WordPress
tr_tr: WordPress'e dön

source: Start typing to find customers, agents or services...
tr_tr: Danışanleri, acenteleri veya hizmeti bulmak için yazmaya başlayın ...

source: Add Reminder
tr_tr: Hatırlatıcı Ekle

source: Reminder
tr_tr: Hatırlatma

source: Reminder Name
tr_tr: Hatırlatma adı

source: SMS Message
tr_tr: SMS Mesajı

source: To Customer
tr_tr: Danışanye

source: To Agent
tr_tr: Diyetisyen için

source: When?
tr_tr: Ne saat?

source: Days
tr_tr: Gün

source: Before
tr_tr: Önce

source: After
tr_tr: Sonra

source: Email Subject of Reminder
tr_tr: E-posta Hatırlatma Konusu

source: Message
tr_tr: Mesaj

source: Are you sure you want to remove this reminder?
tr_tr: Bu hatırlatıcıyı kaldırmak istediğinize emin misiniz?

source: No Matched Customers found.
tr_tr: Eşleşen Danışan bulunamadı.

source: No Matched Agents found.
tr_tr: Eşleşen Diyetisyen bulunamadı.

source: No Matched Services found.
tr_tr: Eşleşen Hizmet bulunamadı.

source: Category Name
tr_tr: Kategori adı

source: Short Description
tr_tr: Kısa Açıklama

source: Category Image
tr_tr: Kategori Resmi

source: Save Category
tr_tr: Kategoriyi Kaydet

source: Are you sure you want to remove this category?
tr_tr: Bu kategoriyi kaldırmak istediğinize emin misiniz?

source: Delete Category
tr_tr: Kategoriyi Sil

source: Create New Category
tr_tr: Yeni Kategori Yarat

source: Create New Service Category
tr_tr: Yeni Hizmet Kategorisi Yaratın

source: Add Service Category
tr_tr: Hizmet Kategorisi Ekle

source: Quick Description
tr_tr: Hızlı Açıklama

source: Save Service Category
tr_tr: Hizmet Kategorisini Kaydet

source: Service ID:
tr_tr: Hizmet Kimliği:

source: Category
tr_tr: Kategori

source: Add Category
tr_tr: Kategori ekle

source: Visibility
tr_tr: Görünürlük

source: Visible to everyone
tr_tr: Herkese görünür

source: Visible only to admins and agents
tr_tr: Yalnızca yöneticilere ve aracılara görünür

source: Media
tr_tr: Medya

source: Selection Image
tr_tr: Seçim Resmi

source: This image will be used as a background image of the header and category tile for the single page with full description of the service
tr_tr: Bu resim, hizmetin tam açıklamasıyla tek sayfa için üstbilgi ve kategori döşemesinin arka plan görüntüsü olarak kullanılacaktır

source: Step Image
tr_tr: Adım görüntü

source: Service Page Image
tr_tr: Hizmet Sayfası Resmi

source: Service Durations
tr_tr: Hizmet Süreleri

source: Service Duration (minutes)
tr_tr: Hizmet Süresi (dakika)

source: Other Price and Duration Settings
tr_tr: Diğer Fiyat ve Süre Ayarları

source: Buffer Before (minutes)
tr_tr: Önce Tampon (dakika)

source: Buffer After (minutes)
tr_tr: Tampon Sonrası (dakika)

source: Override Time Intervals (minutes)
tr_tr: Saat Aralıklarını Geçersiz Kılma (dakika)

source: Locations Selected
tr_tr: Seçilen Yerler

source: Select services %s will be offering at this service:
tr_tr: Bu hizmette %s sunacağı hizmeti seçin:

source: Service Schedule
tr_tr: Hizmet programı

source: This service is using general schedule which is set in main settings
tr_tr: Bu hizmet, ana ayarlarda ayarlanan genel saatlamayı kullanıyor

source: Service shares custom daily schedules that you set in general settings for your company, however you can add additional days with custom hours which will be specific to this service only.
tr_tr: Hizmet, şirketiniz için genel ayarlarda belirlediğiniz özel günlük programları paylaşır, ancak yalnızca bu hizmete özgü olacak özel saatlerle ek günler ekleyebilirsiniz.

source: Service uses the same holidays you set in general settings for your company, however you can add additional holidays for this service here.
tr_tr: Hizmet, şirketiniz için genel olarak ayarladığınız tatilleri kullanır, ancak bu hizmet için buraya başka tatiller ekleyebilirsiniz.

source: Are you sure you want to remove this service? It will remove all appointments associated with it. You can also change status to disabled if you want to temprorary disable it instead.
tr_tr: Bu hizmeti kaldırmak istediğinden emin misin? Bununla ilişkili tüm randevuları kaldıracak. Bunun yerine geçici olarak devre dışı bırakmak istiyorsanız, durumu devre dışı olarak da değiştirebilirsiniz.

source: Delete Service
tr_tr: Hizmeti Sil

source: Agents:
tr_tr: Diyetisyenlar:

source: more
tr_tr: daha fazla

source: Duration:
tr_tr: Süre:

source: Price:
tr_tr: Fiyat:

source: Buffer:
tr_tr: Tampon:

source: Calendar Settings
tr_tr: Takvim Ayarları

source: Enable Google Calendar Integration
tr_tr: Google Takvim Entegrasyonunu Etkinleştir

source: Google Calendar Client ID
tr_tr: Google Takvim Danışan Kimliği

source: Google Calendar Client Secret
tr_tr: Google Takvim Danışan Sırrı

source: Pick a Date
tr_tr: Bir tarih seçin

source: Set Schedule
tr_tr: Saatlamayı Ayarla

source: Add another work period
tr_tr: Başka bir çalışma süresi ekle

source: Set as Day Off
tr_tr: Gün Kapalı olarak ayarla

source: Save Schedule
tr_tr: Saatlamayı Kaydet

source: Database Updated
tr_tr: Veritabanını Güncelle

source: Appointment Settings
tr_tr: Randevu Ayarları

source: Default Appointment Status
tr_tr: Varsayılan Randevu Durumu

source: Set Default Status
tr_tr: Varsayılan Durumu Ayarla

source: Time System
tr_tr: Saat sistemi

source: Date Format
tr_tr: Tarih formatı

source: Selectable Time Intervals in Minutes
tr_tr: Dakikada Seçilebilir Saat Aralıkları

source: Show Appointment End Time
tr_tr: Randevu Bitiş Saatını Göster

source: Restrictions
tr_tr: Kısıtlamalar

source: You can set restrictions on earliest/latest dates in the future when your customer can place an appointment. You can either use a relative values like for example "+1 month", "+5 days", "+2 weeks", or you can use a fixed date in format YYYY-MM-DD. Leave blank to remove any limitations.
tr_tr: Danışannizin randevu alabileceği en erken/en son tarihleriçin kısıtlamalar belirleyebilirsiniz. Örneğin "+1 ay", "+5 gün", "+2 hafta" gibi göreli değerleri kullanabilir veya yyyy-MM-DD biçiminde sabit bir tarih kullanabilirsiniz.

source: Earliest Possible Booking
tr_tr: En Erken Olası Randevu

source: Latest Possible Booking
tr_tr: Olası Son Randevu

source: Maximum Number of Future Bookings per Customer
tr_tr: Danışan Başına Maksimum Gelecek Randevuu Sayısı

source: Currency Settings
tr_tr: Para Birimi Ayarları

source: Currency symbol in front of price
tr_tr: Fiyat önünde para birimi simgesi

source: Currency symbol after the price
tr_tr: Fiyat sonra para birimi simgesi

source: Phone Settings
tr_tr: Telefon ayarları

source: Phone Input Mask
tr_tr: Telefon Girişi Maskesi

source: Disable Phone Formatting
tr_tr: Telefon Biçimlendirmeyi Devre Dışı Bırak

source: Phone code for your country
tr_tr: Ülkeniz için telefon kodu

source: Appearance Settings
tr_tr: Görünüm ayarları

source: Color Scheme for Booking Form
tr_tr: Randevu Formu için Renk Şeması

source: Style
tr_tr: Stil:

source: Social Login
tr_tr: Sosyal Giriş

source: Enable Login with Google
tr_tr: Google ile giriş yapmayı etkinleştir

source: Google Settings
tr_tr: Google Ayarları

source: Google Client ID
tr_tr: Google Danışan Kimliği

source: Google Client Secret
tr_tr: Google Danışan Sırrı

source: Enable Login with Facebook
tr_tr: Facebook ile Giriş yapmayı etkinleştir

source: Facebook Settings
tr_tr: Facebook Ayarları

source: Facebook App ID
tr_tr: Facebook Uygulama Kimliği

source: Facebook App Secret
tr_tr: Facebook Uygulaması Sırrı

source: Setup Pages
tr_tr: Kurulum Sayfaları

source: Customer Dashboard Page URL
tr_tr: Danışan Gösterge Tablosu Sayfa URL'si

source: Customer Login Page URL
tr_tr: Danışan Giriş Sayfası URL'si

source: Other Settings
tr_tr: Diğer ayarlar

source: Daily Calendar Minimum Height (in pixels)
tr_tr: Günlük Takvim Minimum Yüksekliği (piksel cinsinden)

source: Shortcode for a book button on customer dashboard
tr_tr: Danışan gösterge tablosunda kitap düğmesi için kısa kod

source: Customer Login
tr_tr: Danışan Girişi

source: Select Page
tr_tr: Sayfa Seç

source: Customer Profile
tr_tr: Danışan profili

source: Payment Settings
tr_tr: Ödeme ayarları

source: Enable Accepting Payments
tr_tr: Ödemeleri Kabul Etmeyi Etkinleştir

source: Environment
tr_tr: Ortam

source: Live (Production)
tr_tr: Canlı (Yapım)

source: Sandbox (Development)
tr_tr: Sandbox (Geliştirme)

source: Accept Credit Cards
tr_tr: Kredi kartlarını kabul et

source: Allow Paying Locally
tr_tr: Yerel Olarak Ödeme Yapmaya İzin Ver

source: Install Payment Gateway Add-on
tr_tr: Ödeme Ağ Geçidi Eklentisini Yükleyin

source: Step Editing
tr_tr: Adım Düzenleme

source: Since you only have one location, this step will be skipped
tr_tr: Yalnızca bir konumunuz olduğundan, bu adım atlanacak

source: Payment processing is disabled. Click to setup.
tr_tr: Ödeme işlemi devre dışı bırakıldı. Kurmak için tıklayın.

source: Step Title
tr_tr: Adım Başlığı

source: Step Sub Title
tr_tr: Adım Alt Başlık

source: Use Custom Step Image
tr_tr: Özel Adım Görüntüsünü Kullan

source: Save Step
tr_tr: Adım kaydet

source: Other Step Settings
tr_tr: Diğer Adım Ayarları

source: Show Service Categories
tr_tr: Hizmet Kategorilerini Göster

source: Show Agent Bio Popup
tr_tr: Diyetisyen Bio Popup göster

source: Hide "Create Account" Prompt on Confirmation Step
tr_tr: Onay Adımında "Hesap Oluştur" İstemini Gizle

source: Remove Login/Register Tabs on Contact Info Step
tr_tr: Giriş Bilgilerini Sil / İletişim Bilgisindeki Sekmeleri Kaldır Adım

source: Do not show Agent Name on Summary and Confirmation steps
tr_tr: Diyetisyen Adı'nı Özet ve Onay adımlarında gösterme

source: Do not go to next step until a next step button is pressed
tr_tr: Bir sonraki adım düğmesine basıldığında bir sonraki adıma gitmeyin

source: Skip Verification Step
tr_tr: Doğrulama Adımını Atla

source: Always show agent selection step, even if only one agent is available
tr_tr: Sadece bir ajan mevcut olsa bile daima ajan seçim adımını göster

source: Add "Any Agent" option to agent selection
tr_tr: Diyetisyen seçimine "Herhangi Bir Diyetisyen" seçeneği ekleme

source: Any Agent Settings
tr_tr: Herhangi bir Diyetisyen Ayarları

source: If "Any Agent" Selected Assign to
tr_tr: "Herhangi Bir Diyetisyen" Seçilirse Atayın

source: Random
tr_tr: Rastgele

source: Most expensive agent
tr_tr: En pahalı ajan

source: Least expensive agent
tr_tr: En az pahalı ajan

source: Agent with most bookings on that day
tr_tr: O gün en çok randevu yapılan aracı
