Repository: imdcan/latepoint-tr_TR
Catalog: v3.0.2/latepoint-*.po
Languages: tr_tr

source: Agent with least bookings on that day
tr_tr: O gün en az randevu yapılan aracı

source: Content for a bottom part of a booking side panel
tr_tr: Randevu yan panelinin alt kısmı için içerik

source: Tracking Code
tr_tr: İzleme kodu

source: You can track conversions from ads or other landing pages by placing a tracking code your ad manager generates on a confirmation page. You can use these variables in your tracking code. Click on the variable to copy.
tr_tr: Reklam yöneticinizin bir onay sayfasına oluşturduğu bir izleme kodunu yerleştirerek reklamlardan veya diğer açılış sayfalarından gelen dönüşümleri izleyebilirsiniz. Bu değişkenleri izleme kodunuzda kullanabilirsiniz. Kopyalanacak değişkeni tıklayın.

source: Service ID#:
tr_tr: Hizmet Kimliği #:

source: Agent ID#:
tr_tr: Diyetisyen Kimliği #:

source: Customer ID#:
tr_tr: Danışan Kimliği#:

source: Enter Tracking code here
tr_tr: İzleme kodunu buraya girin

source: General Weekly Schedule
tr_tr: Genel Haftalık Ders Programı

source: Save Weekly Schedule
tr_tr: Haftalık Takvimi Kaydet

source: Select Date
tr_tr: Tarih seç

source: You are not allowed to access this page
tr_tr: Bu sayfaya erişemezsin

source: Any Agent
tr_tr: Herhangi bir ajan

source: View Details
tr_tr: Detayları göster

source: Close Details
tr_tr: Ayrıntıları Kapat

source: Print
tr_tr: Yazdır

source: Set Your Password
tr_tr: Şifrenizi ayarlayın

source: You can now manage your appointments in your personal cabinet
tr_tr: Oluşturulan Hesap. Artık randevularınızı yönetebilirsiniz.

source: Open My Cabinet
tr_tr: Kabinesimi Aç

source: Did you know that you can create an account to manage your reservations and schedule new appointments?
tr_tr: Randevularınızı yönetmek ve yeni randevularınızı planlamak için bir hesap oluşturabileceğinizi biliyor muydunuz?

source: Create Account
tr_tr: Hesap açmak

source: Your Contact Information
tr_tr: İletişim Bilgileriniz

source: Not You?
tr_tr: Sen değil?

source: New Registration
tr_tr: Yeni kayıt

source: Already have an account?
tr_tr: Zaten hesabınız var mı?

source: Your Password
tr_tr: Şifreniz

source: Log Me In
tr_tr: Giriş Yap

source: Add Comments
tr_tr: Ek bilgi notu ekle

source: Pick Appointment Time For
tr_tr: Randevu Saatını Seçin

source: Limit Reached!
tr_tr: Sınıra ulaşıldı!

source: You have reached the limit for reservations allowed per customer. Please contact us if you wish to modify your existing appointment.
tr_tr: Danışan başına izin verilen randevu limitine ulaştınız. Mevcut randevunuzu değiştirmek istiyorsanız lütfen bizimle iletişime geçin.

source: Demo Mode, click Next Step to proceed
tr_tr: Demo Modu, devam etmek için Sonraki Adıma tıklayın

source: Card Details
tr_tr: Kart detayları

source: Name on card
tr_tr: Karttaki isim

source: ZIP
tr_tr: Posta

source: Card Number
tr_tr: Kart numarası

source: Enter Card Number
tr_tr: Kart Numarasını Girin

source: Exp.Date
tr_tr: Son kullanma tarihi

source: All transactions are secure and encrypted. Credit card information is never stored.
tr_tr: Tüm işlemler güvenli ve şifreli. Kredi kartı bilgileri asla saklanmaz.

source: Click the button below to pay using PayPal
tr_tr: PayPal kullanarak ödeme yapmak için aşağıdaki düğmeye tıklayın

source: You will be able to verify your booking information and confirm it before submitting the payment on the next step.
tr_tr: Bir sonraki adımda ödemeyi yapmadan önce randevu bilgilerinizi doğrulayabilir ve onaylayabilirsiniz.

source: Demo Mode, click here to continue
tr_tr: Demo Modu, devam etmek için buraya tıklayın

source: When would you like to pay for the service?
tr_tr: Hizmet için ne saat ödeme yapmak istersiniz?

source: You can either pay now or pay locally on arriaval. You will be able to select payment method in the next step.
tr_tr: Ya şimdi ya da yerel olarak arriaval ile ödeme yapabilirsiniz. Bir sonraki adımda ödeme yöntemini seçebileceksiniz.

source: How would you like to make a payment?
tr_tr: Nasıl ödeme yapmak istersiniz?

source: You can either make a full payment now or just leave a deposit and pay the rest after.
tr_tr: Ya şimdi tam bir ödeme yapabilir ya da sadece bir depozito bırakıp kalanını ödeyebilirsiniz.

source: How much do you want to pay now?
tr_tr: Şimdi ne kadar ödemek istiyorsun?

source: Deposit Only
tr_tr: Sadece Depozito

source: Select Service Duration
tr_tr: Hizmet Süresini Seçin

source: You need to select service duration, the price of your service will depend on duration.
tr_tr: Hizmet süresini seçmeniz gerekir, servisinizin fiyatı süreye bağlı olacaktır.

source: How Many People?
tr_tr: Kaç insan?

source: Maximum capacity is
tr_tr: Maksimum kapasite

source: Qty
tr_tr: Adet

source: Double check your booking information, you can go back to edit it or click submit button to confirm your booking.
tr_tr: Randevu bilgilerinizi iki kez kontrol edin, düzenlemeye geri dönebilir veya randevuunuzu onaylamak için gönder düğmesine tıklayabilirsiniz.

source: Balance Due:
tr_tr: Geciken Bakiye:

source: Deposit Now:
tr_tr: Şimdi yatır:

source: Charge Amount:
tr_tr: Ücret Tutarı:

source: Selected
tr_tr: Seçili

source: Back
tr_tr: Geri

source: Submit
tr_tr: Gönder

source: Next Step
tr_tr: Sonraki adım

source: Summary
tr_tr: Özet

source: Total Price
tr_tr: Toplam fiyat

source: Token
tr_tr: Jeton

source: Booking ID
tr_tr: Randevu No

source: Showing transactions %d to %d of %d total
tr_tr: İşlemleri gösteriliyor %d üzere %d arasında %d toplam

source: License Key Registration
tr_tr: Lisans Anahtarı Kaydı

source: Please enter your LatePoint license key to receive free plugin updates and install addons.
tr_tr: Ücretsiz eklenti güncellemeleri almak ve ekleri yüklemek için lütfen LatePoint lisans anahtarınızı girin.

source: Your Name
tr_tr: Adınız

source: License Key
tr_tr: Lisans anahtarı

source: Activate Licence Key
tr_tr: Lisans Anahtarını Etkinleştir

source: New Update is Available
tr_tr: Yeni Güncelleme Mevcut

source: New Version Number:
tr_tr: Yeni Sürüm Numarası:

source: Installed Version Number:
tr_tr: Kurulu Sürüm Numarası:

source: You are using the latest version
tr_tr: En son sürümü kullanıyorsunuz

source: Learn More About LatePoint Plugin
tr_tr: LatePoint Eklentisi Hakkında Daha Fazla Bilgi Edinin

source: Checking Version Status
tr_tr: Sürüm Durumunu Kontrol Etme

source: Loading Update Log
tr_tr: Güncelleme Günlüğü yükleniyor

source: Step %d of %d
tr_tr: %d / %d adımı

source: Create Your Agents
tr_tr: Acentelerinizi Yaratın

source: You can also create more and edit existing agents in your LatePoint admin panel, you will be able to set custom schedules, add agent bio and other parameters there.
tr_tr: Ayrıca, LatePoint yönetici panelinizde daha fazlasını oluşturabilir ve mevcut aracıları düzenleyebilirsiniz; burada özel programlar ayarlayabilir, aracı ajanı bio ve diğer parametreleri ekleyebilirsiniz.

source: That was easy, right? You can now add [latepoint_book_button] shortcode on your pages and your customers will be able to book appointments. You can also modify agents, services and locations in your admin panel.
tr_tr: Bu kolaydı, değil mi? Artık sayfalarınıza [latepoint_book_button] kısa kodu ekleyebilir ve danışanleriniz randevuları alabileceklerdir. Yönetici panelinizde aracıları, hizmeti ve konumları da değiştirebilirsiniz.

source: Go To Dashboard
tr_tr: Gösterge Tablosuna Git

source: Upload Agent's Photo
tr_tr: Aracının Fotoğrafını Yükle

source: Remove Agent's Photo
tr_tr: Diyetisyenın Fotoğrafını Kaldır

source: Save Agent
tr_tr: Aracı Kaydet

source: Duration (minutes)
tr_tr: Süre (dakika)

source: Upload Image for Service
tr_tr: Hizmet için Resim Yükle

source: Pick Agents for Service
tr_tr: Hizmet Diyetisyenlarını Seçin

source: Save Service
tr_tr: Hizmeti Kaydet

source: LatePoint Setup Wizard
tr_tr: LatePoint Kurulum Sihirbazı

source: Thank you for installing LatePoint for WordPress, we will walk you through a quick setup process to add services, agents and set working hours for your business.
tr_tr: LatePort for WordPress'i yüklediğiniz için teşekkür ederiz. Hizmet, acenteler eklemek ve işletmeniz için çalışma saatlerini ayarlamak için hızlı bir kurulum sürecinde size yardımcı olacağız.

source: Get Started
tr_tr: Başlamak

source: Are you sure you want to remove this service?
tr_tr: Bu hizmeti kaldırmak istediğinden emin misin?

source: Add Services You Offer
tr_tr: Teklif ettiğiniz Hizmeti Ekleyin

source: When adding a service, make sure to select agents who will be offering it. You can set custom schedules and prices for each service in LatePoint admin panel later.
tr_tr: Bir servis eklerken, sunacak acenteleri seçtiğinizden emin olun. Daha sonra LatePoint yönetici panelinde her hizmet için özel programlar ve fiyatlar belirleyebilirsiniz.

source: Add services you offer
tr_tr: Sunduğunuz hizmeti ekleyin

source: Day and, through to this separated is rhetoric regretting the magnitude, perception is keep in
tr_tr: Gün ve bu ayrılığa kadar söylemlerin büyüklüğü için pişmanlık duyuyor, algı devam ediyor

source: Plugin Purchase Code
tr_tr: Eklenti Satın Alma Kodu

source: Set Your Work Hours
tr_tr: Mesai Saatlerinizi Ayarlayın

source: These will be your default work hours, they will be default work hours for all your locations, agents and services. You can set custom hours for each agent, service or location in LatePoint admin panel.
tr_tr: Bunlar varsayılan çalışma saatleriniz olacak, tüm konumlarınız, acenteleriniz ve hizmetiniz için varsayılan çalışma saatleri olacak. LatePoint yönetici panelinde her bir ajan, servis veya konum için özel saatler ayarlayabilirsiniz.

source: Appointment Scheduling Software for WordPress
tr_tr: WordPress için Randevu Planlama Yazılımı
